Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Мотовило
be: Матавіла

source: Мотоль
be: Моталь

source: Моторино
be: Маторына

source: Моторовка
be: Матораўка

source: Моторово
be: Матарова

source: Моторовщина
be: Матароўшчына

source: Мотоши
be: Маташы

source: Мотужи
be: Мотужы

source: Мотыга
be: Матыга

source: Мотылёвка
be: Матылёўка

source: Мотыли
be: Матылі

source: Мотылянка
be: Матылянка

source: Мотьковцы
be: Моцькаўцы

source: Мотясы
be: Мацясы

source: Мохначи
be: Махначы

source: Мохов
be: Мохаў

source: Моховая
be: Махавая

source: Моховичи
be: Мохавічы

source: Моховое
be: Махавое

source: Мохро
be: Махро

source: Мочаны
be: Мачаны

source: Мочиновщина
be: Мачыноўшчына

source: Мочулино
be: Мачуліна

source: Мочулище
be: Мачулішча

source: Мочулки
be: Мачулкі

source: Мочуль
be: Мачуль

source: Мошевичи
be: Машэвічы

source: Мошево
be: [Мошава, Мошэва]

source: Мошевое
be: Машавое

source: Мошенаки
be: Машанакі

source: Мошецкая Слобода
be: Машэцкая Слабада

source: Мошканы
be: Машканы

source: Мошки
be: Машкі

source: Мошковичи
be: Машковічы

source: Мошково
be: Машкова

source: Мошница
be: Машніца

source: Мошок
be: Машок

source: Мощалино
be: Машчаліна

source: Мощаница
be: Машчаніца

source: Мощенка
be: Мошчанка

source: Мощёново
be: Машчонава

source: Мощёное
be: Машчонае

source: Мощёны
be: Машчоны

source: Мрочки
be: Мрочкі

source: Мстенье
be: Мсценне

source: Мстибово
be: Мсцібава

source: Мстиж
be: Мсціж

source: Мужилы
be: Мужылы

source: Муквятица
be: Муквяціца

source: Мукиничи
be: Мукінічы

source: Мулеры Лесные
be: Муляры Лясныя

source: Мулище
be: Мулішча

source: Муляровка
be: Муляраўка

source: Мумишки
be: Мумішкі

source: Мунцевичи
be: Мунцавічы

source: Муравейница
be: Муравейніца

source: Муравилье
be: Муравілле

source: Муравищина
be: Муравішчына

source: Муравничи
be: Мураўнічы

source: Муравчий
be: Мураўчы

source: Муравчицы
be: Мураўчыцы

source: Муравщина
be: Мураўшчына

source: Муравьёвка
be: Мураўёўка

source: Муравьи
be: Мураўі

source: Мураги
be: Мурагі

source: Мурагово
be: Мурагова

source: Муражи
be: Муражы

source: Мурашки
be: Мурашкі

source: Мурин Бор
be: Мурын Бор

source: Мурины
be: Мурыны

source: Мурины Большие
be: Мурыны Вялікія

source: Мурины Малые
be: Мурыны Малыя

source: Мурмишки
be: Мурмішкі

source: Мурована
be: Муравана

source: Мурованая Ошмянка
be: Мураваная Ашмянка

source: Мурованка
be: Мураванка

source: Мурово
be: Мурава

source: Мурожное
be: Мурожнае

source: Мусичи
be: Мусічы

source: Мутевщина
be: Муцеўшчына

source: Мутижар
be: Муціжар

source: Муторовщина
be: Мутараўшчына

source: Муханово
be: Муханава

source: Мухлядишки
be: Мухлядзішкі

source: Муховлоки
be: Мухаўлокі

source: Мушенка
be: Мушанка

source: Мушино
be: Мушына

source: Мушичи
be: Мушычы

source: Муштарово
be: Муштарова

source: Мхерино 1
be: Мхерына 1

source: Мхерино 2
be: Мхерына 2

source: Мшанки
be: Мшанкі

source: Мыково
be: Мыкава

source: Мыкшицы
be: Мыкшыцы

source: Мыленки
be: Мыленкі

source: Мыльниск
be: Мыльніск

source: Мыльнище
be: Мыльнішча

source: Мысинщина
be: Мысіншчына

source: Мыслевичи
be: Мыслевічы

source: Мыслевщина
be: Мыслеўшчына

source: Мысли
be: Мыслі

source: Мысливо
be: Мысліва

source: Мыслобож
be: Мыслабаж

source: Мыслово
be: Мыслава

source: Мыслов Рог
be: Мыслаў Рог

source: Мыслотино
be: Мыслоціна

source: Мышицы
be: Мышыцы

source: Мышки
be: Мышкі

source: Мышкино
be: Мышкіна

source: Мышковичи
be: Мышкавічы

source: Мыщено
be: Мышчана

source: Мыщицы
be: Мышчыцы

source: Мягели
be: Мягелі

source: Мяделка
be: Мядзелка

source: Мядюши
be: Мядзюшы

source: Мякиши
be: Мякішы

source: Мяклово
be: Мяклава

source: Мякоты
be: Мякаты

source: Мясоедово
be: Мясаедава

source: Мясота
be: Мясата

source: Мятли
be: Мятлі

source: Набережная
be: [Наберажная, Набярэжная]

source: Набережный
be: Набярэжны

source: Набушево
be: Набушава

source: Навашино
be: Навашыно

source: Навгольное
be: Наўгальнае

source: Навлица
be: Наўліца

source: Наволоки
be: Навалокі

source: Навры
be: Наўры

source: Нагавки
be: Нагаўкі

source: Нагораны
be: Нагараны

source: Нагорники
be: Нагорнікі

source: Нагорное
be: Нагорнае

source: Нагорные
be: Нагорныя

source: Нагородовичи
be: Нагародавічы

source: Нагорье
be: Нагор’е

source: Нагуевичи
be: Нагуевічы

source: Надатки
be: Надаткі

source: Надвин
be: Надзвін

source: Наддатки
be: Наддаткі

source: Надежда
be: Надзежда

source: Надеждино
be: Надзеждзіна

source: Надежино
be: Надзежына

source: Надёжино
be: Надзёжына

source: Надейковичи
be: Надзейкавічы

source: Надея
be: Надзея

source: Надозерье
be: Надазер’е

source: Надречье
be: Надрэчча

source: Найдёновичи
be: Найдзёнавічы

source: Накрышки
be: Накрышкі

source: Налазки
be: Налазкі

source: Налезники
be: Налезнікі

source: Налибоки
be: Налібакі

source: Наливки
be: Наліўкі

source: Намейки
be: Намейкі

source: Намокрово
be: Намакрава

source: Нандатки
be: Нандаткі

source: Наносково
be: Нанаскава

source: Напалки
be: Напалкі

source: Напрасновка
be: Напраснаўка

source: Нарбутовичи
be: Нарбутавічы

source: Нарбутово
be: Нарбутава

source: Нарейки
be: Нарэйкі

source: Нарейково
be: Нарэйкава

source: Нарейши
be: Нарэйшы

source: Нарешевичи
be: Нарэшавічы

source: Нариманов
be: Нарыманаў

source: Нарковичи
be: Наркавічы

source: Нарковщина
be: Наркаўшчына

source: Наровчизна
be: Нараўчызна

source: Нароты
be: Нараты

source: Нарочь
be: Нарач

source: Нароши
be: Нарашы

source: Нарути
be: Наруці

source: Нарутовичи
be: Нарутавічы

source: Нарушевцы
be: Нарушаўцы

source: Нарушиво
be: Нарушова

source: Нарушово
be: Нарушова

source: Нарцизово
be: Нарцызава

source: Нарцуки
be: Нарцукі

source: Нарцызово
be: Нарцызава

source: Нарчи
be: Нарчы

source: Насейки
be: Насейкі

source: Насетское
be: Насецкае

source: Наследники
be: Наследнікі

source: Наталино
be: Наталіна

source: Натальевск
be: Натальеўск

source: Наумовичи
be: Навумавічы

source: Наумовка
be: Навумаўка

source: Наумовцы
be: Навумаўцы

source: Науть
be: Навуць

source: Науховичи
be: Навухавічы

source: Нахов
be: Нахаў

source: Наховский
be: Нахаўскі

source: Нацевичи
be: Нацавічы

source: Нацковичи
be: Нацкавічы

source: Нацково
be: Нацкава

source: Нача-Шпаковщина
be: Нача-Шпакоўшчына

source: Начь
be: Нач

source: Наша Нива
be: Наша Ніва

source: Небытов
be: Небытаў

source: Небышено
be: Нябышына

source: Небышино
be: Нябышына

source: Невашовщина
be: Невашоўшчына

source: Невгодово
be: Няўгодава

source: Нёвда
be: Нёўда

source: Невеличи
be: Нявелічы

source: Неверишки
be: Невярышкі

source: Неверовичи
be: Няверавічы

source: Неверово
be: Няверава

source: Неверовщина
be: Нявераўшчына

source: Неверы
be: Няверы

source: Невиняны
be: Невіняны

source: Неволож
be: Невалож

source: Невядомщина
be: Невядомшчына

source: Невязцы
be: Нявязцы

source: Негатино
be: Негаціна

source: Негино
be: Негіна

source: Негневичи
be: Нягневічы

source: Негничи
be: Негнічы

source: Неговка
be: Негаўка

source: Неговля
be: Негаўля

source: Негоничи
be: Неганічы

source: Негорелое
be: Негарэлае

source: Негримово
be: Негрымава

source: Недаль
be: Нядаль

source: Недашево 1
be: Нядашава 1

source: Недашево 2
be: Нядашава 2

source: Недведь
be: Недзведзь

source: Недойка
be: Недайка

source: Недреска
be: Недраска

source: Недружно
be: Нядружна

source: Нежаровка
be: Няжараўка

source: Нежевка
be: Нежаўка

source: Нежин
be: Нежын

source: Нежицы
be: Нежыцы

source: Нежковка
be: Нежкаўка

source: Нежково
be: Нежкава

source: Незбодичи
be: Нязбодзічы

source: Незнаново
be: Нязнанава

source: Незнань
be: Нязнань

source: Незнанье
be: Нязнанне

source: Незовка
be: Незаўка

source: Неклюдово
be: Няклюдава

source: Некрасов
be: Някрасаў

source: Некрасово
be: Някрасава

source: Некрашевичи
be: Некрашэвічы

source: Некрашево
be: Някрашава

source: Некраши
be: Некрашы

source: Некрашовка
be: Некрашоўка

source: Нелепово
be: Нялепава

source: Нелидовичи
be: Нялідавічы

source: Нелюбовцы
be: Нялюбаўцы

source: Неманица
be: Неманіца

source: Немейши
be: Нямейшы

source: Немержа
be: Нямержа

source: Немержанка
be: Немяржанка

source: Немерово
be: Немерава

source: Немирово
be: Немірова

source: Немки
be: Нямкі

source: Немковичи
be: Нямковічы

source: Немново
be: Нямнова

source: Немойта
be: Нямойта

source: Немони
be: Нямоні

source: Немцево
be: Немцава

source: Ненадовичи
be: Нянадавічы

source: Непли
be: Нэплі

source: Непобедимый
be: Непераможны

source: Непомациновка
be: Непамацынаўка

source: Непорожневцы
be: Непарожнеўцы

source: Непороты
be: Непароты

source: Нептун
be: Няптун

source: Нерейша
be: Нярэйша

source: Неровы
be: Няровы

source: Неропля
be: Няропля

source: Неростовичи
be: Нерастовічы

source: Неряж
be: Няраж

source: Несвило
be: Несвіло

source: Несиковщизна
be: Несікаўшчызна

source: Несиловичи
be: Нясілавічы

source: Несино
be: Несіна

source: Нестанишки
be: Нястанішкі

source: Нестановичи
be: Нястанавічы

source: Нестеняты
be: Несценяты

source: Нестерки
be: Несцяркі

source: Нестёрки
be: Нясцёркі

source: Нестеровичи
be: Несцеравічы

source: Нестеровка
be: [Несцераўка, Несцяроўка]

source: Нестерово
be: Несцерава

source: Нестеровщина
be: Несцераўшчына

source: Нестеры
be: [Несцеры, Несцяры]

source: Несутычи
be: Несутычы

source: Несята
be: Нясята

source: Нетечи
be: Няцечы

source: Нетечь
be: Няцеч

source: Нетреба
be: Нятрэба

source: Нетчин
be: Нетчын

source: Нетьки
be: Нецькі

source: Нефеды
be: Няфеды

source: Нехачево
be: Няхачава

source: Нехведки
be: Няхведкі

source: Нехолсты
be: Нехалсты

source: Нечатово
be: Нячатава

source: Нечьё
be: Няччо

source: Нива
be: Ніва

source: Нивище
be: Нівішча

source: Нивищи
be: Нівішчы

source: Нивки
be: Ніўкі

source: Нивники
be: Ніўнікі

source: Нивное
be: Ніўнае

source: Нивы
be: Нівы

source: Нивье
be: Ніўе

source: Нивьё
be: Ніўё

source: Нижнее Кривино
be: Ніжняе Крывіна

source: Нижнее Фомино
be: Ніжняе Фаміно

source: Нижнее Чернихово
be: Ніжняе Чэрніхава

source: Нижние Жары
be: Ніжнія Жары

source: Нижние Морозы
be: Ніжнія Марозы

source: Нижние Погораны
be: Ніжнія Пагараны

source: Нижний Млынок
be: Ніжні Млынок

source: Нижний Теребежов
be: Ніжні Церабяжоў

source: Нижняя Веравойша
be: Ніжняя Веравойша

source: Нижняя Олба
be: Ніжняя Алба

source: Нижняя Тощица
be: Ніжняя Тошчыца

source: Низ
be: Ніз

source: Низголово
be: Нізгалава

source: Низкая Улица
be: Нізкая Вуліца

source: Низки
be: Нізкі

source: Низкие
be: Нізкія

source: Низкий Городец
be: Нізкі Гарадзец

source: Низкоборье
be: Нізкабор’е

source: Низковичи
be: Нізкавічы

source: Низовка
be: Нізоўка

source: Низовцы
be: [Нізаўцы, Нізоўцы]

source: Низок
be: Нізок

source: Низы
be: Нізы

source: Низьки
be: Нізькі

source: Низянки
be: Нізянкі

source: Низяны
be: Нізяны

source: Никитёнки
be: Нікіцёнкі

source: Никитиничи
be: Нікіцінічы

source: Никитино
be: Нікіціна

source: Никитиха
be: Мікіціха

source: Никитки
be: Мікіткі

source: Никодимово
be: Нікадзімава

source: Николаевичи
be: Нікалаевічы

source: Николаевка
be: [Мікалаеўка, Нікалаеўка]

source: Николаевка 1
be: Нікалаеўка 1

source: Николаевка 2
be: Нікалаеўка 2

source: Николаевка 3
be: Нікалаеўка 3

source: Николаево
be: [Мікалаева, Мікалаёва]

source: Николаёво
be: Нікалаёва

source: Николаевщина
be: Нікалаеўшчына

source: Никольск
be: Нікольск

source: Никольское
be: Нікольскае

source: Никоновичи
be: Ніканавічы

source: Никоново
be: Ніканава

source: Никоновцы
be: Ніканаўцы

source: Никоновщина
be: Ніканаўшчына

source: Никраши
be: Мікрашы

source: Нинель
be: Нінэль

source: Нисимковичи
be: Нісімкавічы

source: Нитиевские
be: Ніціеўскія

source: Нитиевщина
be: Ніціеўшчына

source: Ничипоровичи
be: Нічыпаравічы

source: Ничипоровка
be: Нічыпараўка

source: Новашино
be: Навашыно

source: Новая Антоновка
be: Новая Антонаўка

source: Новая Белица
be: Новая Беліца

source: Новая Березина
be: Новая Беразіна

source: Новая Борщёвка
be: Новая Баршчоўка

source: Новая Боярщина 1
be: Новая Баяршчына 1

source: Новая Боярщина 2
be: Новая Баяршчына 2

source: Новая Будовка
be: Новая Будаўка

source: Новая Бухаловка
be: Новая Бухалаўка

source: Новая Вилейка
be: Новая Вілейка

source: Новая Водва
be: Новая Вадва

source: Новая Голынка
be: Новая Галынка

source: Новая Грамота
be: Новая Грамата

source: Новая Гребля
be: Новая Грэбля

source: Новая Гусевица
be: Новая Гусявіца

source: Новая Деревня
be: [Новая Вёска, Новая Дзярэўня]

source: Новая Добосна
be: Новая Добасна

source: Новая Дубровка
be: Новая Дубраўка

source: Новая Ельковщина
be: Новая Елькаўшчына

source: Новая Жижма
be: Новая Жыжма

source: Новая Жизнь
be: [Новае Жыццё, Новая Жызнь]

source: Новая Заря
be: Новая Зара

source: Новая Земля
be: Новая Зямля

source: Новая Зеньковина
be: Новая Зенькавіна

source: Новая Ивановка
be: Новая Іванаўка

source: Новая Иолча
be: Новая Ёлча

source: Новая Казаковщина
be: Новая Казакоўшчына

source: Новая Князевка
be: Новая Князеўка

source: Новая Корма
be: Навая Карма

source: Новая Кошара
be: Новая Кашара

source: Новая Леща
be: Новая Лешча

source: Новая Лысица
be: Новая Лысіца

source: Новая Мартияновка
be: Новая Марціянаўка

source: Новая Марьевка
be: Новая Мар’еўка

source: Новая Мезеновка
be: Новая Мезенаўка

source: Новая Милеевка
be: Новая Мілееўка

source: Новая Мощеница
be: Новая Машчаніца

source: Новая Мышь
be: Новая Мыш

source: Новая Нива
be: Новая Ніва

source: Новая Оболь
be: Новая Обаль

source: Новая Олешковка
be: Новая Алешкаўка

source: Новая Олешня
be: Новая Алешня

source: Новая Переволока
be: Новая Перавалока

source: Новая Полота
be: Новая Палата

source: Новая Попина
be: Новая Папіна

source: Новая Рожанка
be: Новая Ражанка

source: Новая Рудица
be: Новая Рудзіца

source: Новая Селиба
be: Новая Сяліба

source: Новая Слобода
be: Новая Слабада

source: Новая Слободка
be: Новая Слабодка

source: Новая Старина
be: Новая Старына

source: Новая Темра
be: Новая Цемра

source: Новая Тухинь
be: Новая Тухінь

source: Новая Утеха
be: Новая Уцеха

source: Новая Черневка
be: Новая Чэрнеўка

source: Новая Шараевщина
be: Новая Шараеўшчына

source: Новая Яблонка
be: Новая Яблынка

source: Новая Яцковщина
be: Новая Яцкаўшчына

source: Новгороды
be: Наўгароды

source: Новики
be: [Навікі, Новікі]

source: Новиковщина
be: Навікоўшчына

source: Новиловка
be: Навілаўка

source: Новина
be: Навіна

source: Новинка
be: Навінка

source: Новинки
be: Навінкі

source: Новинцы
be: Навінцы

source: Новины
be: [Навіны, Новіны]

source: Новины (Нежил.)
be: Навіны (Нежыл.)

source: Новинье
be: Навінне

source: Новицкие 1
be: Навіцкія 1

source: Новицкие 2
be: Навіцкія 2

source: Новицкие 3
be: Навіцкія 3

source: Новицковичи
be: Навіцкавічы

source: Новищино
be: Навішчына

source: Новиянка
be: Навіянка

source: Новка
be: Ноўка

source: Новоалександровка
be: Новааляксандраўка

source: Ново-Александровка
be: Новааляксандраўка

source: Новоандреевка
be: Новаандрэеўка

source: Новобелица
be: Навабеліца

source: Новобеличи
be: Навабелічы

source: Ново-Бережное
be: Новаберажное

source: Ново-Васильевск
be: Новавасільеўск

source: Нововиноградов
be: Новавінаградаў

source: Нововольберовичи
be: Нававольберавічы

source: Новоганцевичи
be: Наваганцавічы

source: Новоганцевичская Рудня
be: Наваганцавіцкая Рудня

source: Новоганцевичская Слобода
be: Наваганцавіцкая Слабада

source: Новогородейский
be: Новагарадзейскі

source: Новодворище
be: Новадварышча

source: Новодворки
be: Навадворкі

source: Новодворцы
be: Навадворцы

source: Новодворцы 2
be: Навадворцы 2

source: Новодворщина
be: Навадворшчына

source: Новодворье
be: Навадвор’е

source: Новодевятковичи
be: Новадзевяткавічы

source: Новодеражно
be: Новадзяражна

source: Новодрожки
be: Навадрожкі

source: Новодружеский
be: Навадружаскі

source: Новодубовая
be: Новадубавая

source: Новодубово
be: Навадубава

source: Новое
be: Навое

source: Новое Барсучино
be: Новая Барсучына

source: Новое Бращино
be: Новае Брашчына

source: Новое Вильяново
be: Новае Вільянава

source: Новое Водопоево
be: Новае Вадапоева

source: Новое Высокое
be: Новае Высокае

source: Ново-Егоровка
be: Новаягораўка

source: Новое Городище
be: Новае Гарадзішча

source: Новое Гудово
be: Новае Гудава

source: Новое Житьё
be: Новае Жыццё

source: Новое Заболотье
be: Новае Забалацце

source: Новое Займище
be: Новае Займішча

source: Новое Залитвинье
be: Новае Заліцвінне

source: Новое Залядье
be: Новае Заляддзе

source: Новое Заозерье
be: Новае Заазер’е

source: Новое Запонье
be: Новае Запонне

source: Новое Козиново
be: Новае Козінава

source: Новоельня
be: Наваельня

source: Новое Лядно
be: Новае Лядна

source: Новое Пашково
be: Новае Пашкава

source: Новое Поле
be: Новае Поле

source: Новое Полесье
be: Новае Палессе

source: Новое Полюдово
be: Новае Палюдава

source: Новое Прибужье
be: Новае Прыбужжа

source: Новое Радча
be: Новае Радча

source: Новое Роматово
be: Новае Раматова

source: Новое Ртищево
be: Новае Рцішчава

source: Новое Село
be: Новае Сяло

source: Новое Соколино
be: Новае Саколіна

source: Новое Столпище
be: Новае Стаўпішча

source: Новое Хороброво
be: Новае Хорабрава

source: Новое Чернево
be: Новае Чэрнева

source: Новое Янчино
be: Новае Янчына

source: Новозаболотье
be: Навазабалацце

source: Новозалесье
be: Новазалессе

source: Новозароново
be: Новазаронава

source: Новозаслоново
be: Новазаслонава

source: Новозахарполье
be: Новазахарполле

source: Новозёмово
be: Навазёмава

source: Новозерье
be: Навазер’е

source: Новоивановка
be: Новаіванаўка

source: Новокрасное
be: Навакраснае

source: Новокузнечная
be: Новакузнечная

source: Новокуковячино
be: Новакукавячына

source: Ново-Ленин
be: Наваленін

source: Новолесье
be: Навалессе

source: Новолучки
be: Навалучкі

source: Новомихайловка
be: Новаміхайлаўка

source: Новоорловичи
be: Наваорлавічы

source: Новополесский
be: Новапалескі

source: Новополье
be: Наваполле

source: Новопольцы
be: Навапольцы

source: Новопрудье
be: Навапруддзе

source: Новоротье
be: Навароцце

source: Новосадки
be: Навасадкі

source: Новосады
be: [Навасады, Новасады]

source: Новосады 1
be: Навасады 1

source: Новоселение
be: Новасяленне

source: Новоселки
be: Навасёлкі

source: Новосёлки
be: Навасёлкі

source: Новоселки 1
be: Навасёлкі 1

source: Новосёлки 1
be: Навасёлкі 1

source: Новосёлки 2
be: Навасёлкі 2

source: Новосёлки Есьмановские
be: Навасёлкі Есьманоўскія

source: Новосёлки Кемешевские
be: Навасёлкі Кемешаўскія

source: Новосёлово
be: Навасёлава

source: Новосёлы
be: Навасёлы

source: Новосель
be: Навасель

source: Новоселье
be: Наваселле

source: Новосельцы
be: Навасельцы

source: Новоспасск
be: Наваспаск

source: Новосяды
be: Навасяды

source: Новосяды 1
be: Навасяды 1

source: Новосяды 2
be: Навасяды 2

source: Новохросты
be: Навахросты

source: Новошишки
be: Навашышкі

source: Новые Борки
be: Новыя Боркі

source: Новые Буды
be: Новыя Буды

source: Новые Вайханы
be: Новыя Вайханы

source: Новые Вихряны
be: Новыя Віхраны

source: Новые Войковичи
be: Новыя Войкавічы

source: Новые Волосовичи
be: Новыя Валосавічы

source: Новые Воронцевичи
be: Новыя Варанцэвічы

source: Новые Габы
be: Новыя Габы

source: Новые Герники
be: Новыя Гернікі

source: Новые Головчицы
be: Новыя Галоўчыцы

source: Новые Гончары
be: Новыя Ганчары

source: Новые Горяны
be: Новыя Гараны

source: Новые Громыки
be: Новыя Грамыкі

source: Новые Грядки
be: Новыя Градкі

source: Новые Дворы
be: Новыя Дворы

source: Новые Дворяниновичи
be: Новыя Дваранінавічы

source: Новые Денисовичи
be: Новыя Дзянісавічы

source: Новые Докторовичи
be: Новыя Доктаравічы

source: Новые Домамеричи
be: Новыя Дамамерычы

source: Новые Дороги
be: Новыя Дарогі

source: Новые Дятловичи
be: Новыя Дзятлавічы

source: Новые Жарки
be: Новыя Жаркі

source: Новые Ждановичи
be: Новыя Жданавічы

source: Новые Журавичи
be: Новыя Журавічы

source: Новые Завалёны
be: Новыя Завалёны

source: Новые Залютичи
be: Новыя Залюцічы

source: Новые Замшаны
be: Новыя Замшаны

source: Новые Засимовичи
be: Новыя Засімавічы

source: Новые Зеленки
be: Новыя Зелянкі

source: Новые Зимодры
be: Новыя Зімодры

source: Новые Исаевичи
be: Новыя Ісаевічы

source: Новые Кацуры
be: Новыя Кацуры

source: Новые Клёнки
be: Новыя Клёнкі

source: Новые Колосы
be: Новыя Каласы

source: Новые Комсиничи
be: Новыя Комсінічы

source: Новые Коноплицы
be: Новыя Канапліцы

source: Новые Крюки
be: Новыя Крукі

source: Новые Лавки
be: Новыя Лаўкі

source: Новые Лагодки
be: Новыя Лагадкі

source: Новые Луки
be: Новыя Лукі

source: Новые Лыщицы
be: Новыя Лышчыцы

source: Новые Максимовичи
be: Новыя Максімавічы

source: Новые Малыничи
be: Новыя Малынічы

source: Новые Марковичи
be: Новыя Маркавічы

source: Новые Милевичи
be: Новыя Мілевічы

source: Новые Наборки
be: Новыя Набаркі

source: Новые Новосёлки
be: Новыя Навасёлкі

source: Новые Овчиненки
be: Новыя Аўчыненкі

source: Новые Огаревичи
be: Новыя Агарэвічы

source: Новые Поддубы
be: Новыя Паддубы

source: Новые Пранички
be: Новыя Пранічкі

source: Новые Приборки
be: Новыя Прыборкі

source: Новые Пышачи
be: Новыя Пышачы

source: Новые Ранчицы
be: Новыя Ранчыцы

source: Новые Рачковичи
be: Новыя Рачкавічы

source: Новые Рубежевичи
be: Новыя Рубяжэвічы

source: Новые Рутковичи
be: Новыя Руткавічы

source: Новые Самотевичи
be: Новыя Саматэвічы

source: Новые Слижи
be: Новыя Сліжы

source: Новые Смильгини
be: Новыя Смільгіні

source: Новые Стайки
be: Новыя Стайкі

source: Новые Терешковичи
be: Новыя Цярэшкавічы

source: Новые Терушки
be: Новыя Цярушкі

source: Новые Фаличи
be: Новыя Фалічы

source: Новые Хатьковцы
be: Новыя Хацькоўцы

source: Новые Храковичи
be: Новыя Хракавічы

source: Новые Чемоданы
be: Новыя Чамаданы

source: Новые Шарабаи
be: Новыя Шарабаі

source: Новые Щавры
be: Новыя Шчаўры

source: Новые Юрковичи
be: Новыя Юрковічы

source: Новые Якентаны
be: Новыя Якентаны

source: Новый
be: Новы

source: Новый Барсук
be: Новы Барсук

source: Новый Болецк
be: Новы Болецк

source: Новый Будков
be: Новы Будкаў

source: Новый Быхов
be: Новы Быхаў

source: Новый Вендорож
be: Новы Вендараж

source: Новый Городок
be: Новы Гарадок

source: Новый Гутков
be: Новы Гуткоў

source: Новый Двор
be: Новы Двор

source: Новый Дворец
be: Новы Дварэц

source: Новый Дедин
be: Новы Дзедзін

source: Новый Друцк
be: Новы Друцк

source: Новый Дубок
be: Новы Дубок

source: Новый Кривск
be: Новы Крыўск

source: Новый Кут
be: Новы Кут

source: Новый Кучин
be: Новы Кучын

source: Новый Ланьков
be: Новы Ланькаў

source: Новый Луг
be: Новы Луг

source: Новый Любовин
be: Новы Любавін

source: Новый Малков
be: Новы Малкаў

source: Новый Мир
be: Новы Мір

source: Новый Мокрец
be: Новы Макрэц

source: Новый Остров
be: Новы Востраў

source: Новый Пахарь
be: Новы Пахар

source: Новый Погост
be: Новы Пагост

source: Новый Посёлок
be: Новы Пасёлак

source: Новый Проект
be: Новы Праект

source: Новый Путь
be: [Новы Пуць, Новы Шлях]

source: Новый Рожан
be: Новы Рожан

source: Новый Свержень
be: Новы Свержань

source: Новый Свет
be: Новы Свет

source: Новый Синин
be: Новы Сінін

source: Новый Снов
be: Новы Сноў

source: Новый Сокол
be: Новы Сакол

source: Новый Спор
be: Новы Спор

source: Новый Строй
be: Новы Строй

source: Новый Уборок
be: Новы Уборак

source: Новый Шлях
be: Новы Шлях

source: Новь
be: Ноў

source: Новязки
be: Навязкі

source: Ногавки
be: Нагаўкі

source: Ногавщино
be: Нагаўшчына

source: Ножницы
be: Ножніцы

source: Ноздраки
be: Наздракі

source: Норица
be: Норыца

source: Норки
be: Наркі

source: Норкино
be: Норкіна

source: Норковичи
be: Норкавічы

source: Норковщина
be: Норкаўшчына

source: Норовщина
be: Нароўшчына

source: Норцевичи
be: Норцавічы

source: Носачи
be: Насачы

source: Носилица
be: Насіліца

source: Носилово
be: Насілава

source: Носки
be: Носкі

source: Носовичи
be: [Насавічы, Насовічы, Носавічы]

source: Носыри
be: Насыры

source: Нурово
be: Нурава

source: Няневичи
be: Няневічы

source: Няньково
be: Нянькава

source: Обали
be: Абалі

source: Обёз
be: Абёз

source: Обельковичи
be: Абелькавічы

source: Оберовщина
be: Абяроўшчына

source: Обидемля
be: Абідземля

source: Обидино
be: Абідзіна
